Repository: 1461748123/Pokemon-Go-Rocket-API
Catalog: PokemonGo/RocketAPI/Window/Properties/Strings.*.resx
Languages: fr

# account
source: Account: {0}
fr: Compte : {0}

# action_in_play
source: A action is in play... Please wait.
fr: Une action est en cours... Veuillez patienter.

# action_in_play_unban
source: An action is in play, please wait until it's done.
fr: Une action est en cours, attendez qu'elle soit terminée.

source: Area:
fr: Zone :

# argument_null
source: Argument Null Refference - Restarting
fr: Référence d'argument nulle - Redémarrage

source: Attempt:
fr: Essai :

# bot_stop
source: Bot successfully stopped.
fr: Le bot s'est bien arrêté.

# check_update_failed
source: Unable to check for updates now...
fr: Impossible de vérifier les mises à jour...

# chose_pokestop
source: Chosen PokeStop {0} for force unban
fr: Le PokeStop {0} a été choisi pour effectuer le débannissement.

source: Country:
fr: Pays :

# current_lvl
source: Current Level: {0} ({1}/{2})
fr: Niveau actuel : {0} ({1}/{2})

# eggs
source: , Eggs: {0}
fr: , Œufs: {0}

source: Error
fr: Erreur

# error_country
source: Unable to get Country/Place
fr: Impossible de connaître le pays

# evolve_success
source: Evolved {0} successfully for {1}xp
fr: {0} a bien évolué pour {1}xp

# force_unban_in_action
source: A force unban attempt is in action... Please wait.
fr: Un débannissement est en cours... Veuillez patienter.

# force_unban_start_before
source: Please start the bot before trying to force unban
fr: Démarrez le bot avant d'essayer d'être débanni

# gems
source: , Gems: {0}
fr: , Gemmes : {0}

# github_link
source: You can find it at www.github.com/DetectiveSquirrel/Pokemon-Go-Rocket-API
fr: Vous pouver trouver la dernière version sur www.github.com/DetectiveSquirrel/Pokemon-Go-Rocket-API

# github_version
source: Github version is
fr: La version de GitHub est la

# grinding_finished
source: Finished grinding all the meat
fr: Fin du transfert des Pokémons

# grinding_start
source: Grinding {pokemonToDiscard.Count} pokemon below {cpThreshold} CP.
fr: Transfert de {pokemonToDiscard.Count} Pokémon en dessous de {cpThreshold} CP.

# items
source: , Items: {0}
fr: , Objets : {0}

# IV_less
source: Pokemon {0} with {1} CP has IV percent less than {2}%
fr: Le Pokémon {0} avec {1} CP a un IV plus petit que {2}%

source: Login Type: Google
fr: Type de login : Google

# login_type_PTC
source: Login Type: Pokemon Trainers Club
fr: Type de login : Pokemon Trainers Club

# lucky_egg_error
source: Unhandled exception in using lucky egg: {0}
fr: Erreur pendant l'utilisation d'un œuf chance : {0}

# lucky_egg_start_before
source: Please start the bot before trying to use a lucky egg.
fr: Démarrez le bot avant d'utiliser un œuf chance.

# lucky_egg_validity
source: Lucky Egg Valid until: {0}
fr: Temps restant de l'œuf chance : {0}

# lvlup
source: Current Level: {0}. XP needed for next Level: {1}
fr: Niveau actuel : {0}. XP nécessaire pour le prochain niveau : {1}

# name
source: Name: {0}
fr: Nom : {0}

# no_location
source: No nearby useful locations found. Please wait 10 seconds.
fr: Aucun emplacement utile trouvé. Veuillez attendre 10 secondes.

# no_lucky_egg
source: You don't have any Lucky Egg to use.
fr: Vous n'avez aucun œuf chance.

# null_reference
source: Null Refference - Restarting
fr: Référence nulle - Redémarrage

# opening_Google
source: Now opening www.google.com/device and copying the 8 digit code to your clipboard
fr: Overture de www.google.com/device et copie du code à 8 caractères dans votre presse-papier

# out_of_range
source: ArgumentOutOfRangeException - Restarting
fr: ArgumentOutOfRangeException - Redémarrage

# password
source: Password: {0}
fr: Mot de passe : {0}

# pokemon_caught
source: We caught a {0} with {1} CP and {2}% IV
fr: Nous avons capturé un {0} avec {1} CP et {2}% IV"

# pokemon_got_away
source: {0} with {1} CP and {2}% IV got away...
fr: {0} avec {1} CP et {2}% IV s'est enfui...

source: PokeStop:
fr: PokéStop :

# ptc_error
source: PTC Servers are probably down OR your credentials are wrong. Try google
fr: Les serveurs PTC sont probablement indisponibles OU vos identifiants sont invalides. Essayez avec un compte Google.

# RazzBerryMode_probability
source: probability
fr: Probabilité

# stardust
source: Stardust: {0}
fr: Poussières étoile : {0}

source: Start
fr: Démarrer

# start_unban
source: Starting force unban...
fr: Démarrage du débannissement...

# status
source: {0} | Level: {1:0} - ({3:0}/{4:0}) | Runtime {2} | Stardust: {5:0} | XP/Hour: {6} | Pokemon/Hour: {7} | NextLevel in: {8}:{9}:{10}
fr: {0} | Niveau : {1:0} - ({3:0}/{4:0}) | Temps d'exécution : {2} | Poussières étoile : {5:0} | XP par heure : {6} | Pokémons par heure : {7}

# stopping_bot
source: Stopping the bot.. Waiting for the last action to be complete.
fr: Le bot est en train de s'arrêter... Attendez que la dernière action soit terminée.

source: Stop Bot
fr: Arrêter le bot

# task_canceled
source: Task Canceled Exception - Restarting
fr: Excéption d'une tâche annuleé - Redémarrage

# team
source: Team: {0}
fr: Équipe : {0}

# transfer
source: Transferred {0} with {1} CP
fr: Transfert de {0} avec {1} CP

# transfering_disabled
source: Transfering pokemon disabled
fr: Transfert de Pokémon désactivé

# TransferType_All
source: All
fr: Tous

# TransferType_Duplicate
source: Duplicate
fr: À double

# TransferType_IV_Duplicate
source: IV Duplicate
fr: IV à double

# TransferType_Strongest
source: Leave Strongest
fr: Garder les plus forts

# transfer_failed
source: Somehow failed to transfer {0} with {1} CP. ReleasePokemonOutProto.Status was {2}
fr: Une erreur est survenue pendant le transfert de {0} avec {1} CP. ReleasePokemonOutProto.Status est de {2}

# transfer_highest_CP
source: Transferred {0} with {1} CP (Highest is {2})
fr: Transfert de {0} avec {1} CP (Le meilleur CP est {2})

# transfer_highest_IV
source: Transferred {0} with {1}% IV (Highest is {2}% IV)
fr: Transfert de {0} avec {1}% IV (Le meilleur IV est {2}%)

# unbanned
source: Fuck yes, you are now unbanned! Total attempts:
fr: Putain ! Tu as été débanni ! Essais totaux :

# unban_failed
source: Force unban failed, please try again.
fr: Le débannissement a échoué, veuillez réessayer.

# unhandled_exception
source: Unhandled exception: {0}
fr: Exception non gérée : {0}

# uri_exception
source: System URI Format Exception - Restarting
fr: Format d'URI incorrect - Redémarrage

# using_lucky_egg
source: Using a Lucky Egg, we have {0} left.
fr: Utilisation d'un œuf chance, il nous en reste {0}.

# visiting_pokestops
source: Visiting {0} PokeStops
fr: Visite de {0} PokéStops.

# waiting_farming
source: Waiting for last farming action to be complete...
fr: En attente de la fin de la dernière action...

# your_version
source: Your version is
fr: Votre version est la
